
"DSKAppleRootSource"		= "Apple";

"DesktopPicturesBuiltin"	= "Desktop Pictures";
"NatureBuiltin"				= "Nature";
"PlantsBuiltin"				= "Plants";
"ArtBuiltin"				= "Art";
"BlackAndWhiteBuiltin"		= "Black & White";
"AbstractBuiltin"			= "Abstract";
"PatternsBuiltin"			= "Patterns";
"SolidColorsBuiltin"		= "Solid Colors";

"DSKUserFoldersRootSource"		= "Folders";

"choose" = "Choose"; // This shows up in the open panel when adding a new folder

"AcessibilityChangePictureImageDescription" = "desktop is set to change picture automatically";
